/* Details screen */
"Budget" = "Budget";
"Country" = "Country";
"Language" = "Language";
"Last Aired" = "Last Aired";
"Network" = "Network";
"Next Episode" = "Next Episode";
"Premiered" = "Premiered";
"Rating" = "Rating";
"Release Date" = "Release Date";
"Revenue" = "Revenue";
"Status" = "Status";
"votes" = "votes";
"Similar to" = "Similar to";
"TV Series" = "TV Series";

/* Details screen: Section Titles */
"Cast and Crew" = "Cast and Crew";
"Facts" = "Facts";
"See All" = "See All";
"Related" = "Related";
"Reviews" = "Reviews";
"Seasons" = "Seasons";

/* Tab Bar Item Titles */
"Watchlist" = "Watchlist";
"Explore" = "Explore";
"Search" = "Search";

/* Search Screen */
"Advanced Search" = "Advanced Search";
"Search History" = "Search History";
"Movies, TV Shows and People" = "Movies, TV Shows and People";

/* Watchlist Screen */
"Your watchlist is empty.\n\nMovies you add to your watchlist will appear here." = "Your watchlist is empty.\n\nMovies you add to your watchlist will appear here.";

/* Home Screen */
"Up Next" = "Up Next";

/* Person Screen */
"Personal Information" = "Personal Information";
"Biography" = "Biography";
"Known For" = "Known For";
"Birthday" = "Birthday";
"Deathday" = "Deathday";
"Place of birth" = "Place of birth";
"Gender" = "Gender";
"Female" = "Female";
"Male" = "Male";
"Unknown" = "Unknown";
"as" = "as";

/* Smart Filters */
"Movies" = "Movies";
"TV Shows" = "TV Shows";
"Smart Filters" = "Smart Filters";
"Show More" = "Show More";
"Show Less" = "Show Less";
"Genres" = "Genres";
"Votes Count" = "Votes Count";
"Runtime" = "Runtime";

"Ultra Short (<5min)" = "Ultra Short (<5min)";
"Short (5 to 30min)" = "Short (5 to 30min)";
"Medium (30 to 1hrs)" = "Medium (30 to 1hr)";
"Long (>1hrs)" = "Long (>1hr)";
"Ultra Short (<1hr)" = "Ultra Short (<1hr)";
"Short (1 to 1.5hrs)" = "Short (1 to 1.5hrs)";
"Medium (1.5 to 2hrs)" = "Medium (1.5 to 2hrs)";
"Long (>2hrs)" = "Long (>2hrs)";

/* Search Screen */
"All Results" = "All Results";
"People" = "People";

/* Trailer */
"Play Trailer" = "Play Trailer";
